[
	{
		"name": "Vanilla Snow Man",
		"description": "<ul><li>Just like how you normally make a snowman, make two snowballs and place one on top of the other. This is also how we will make our edible snowman. First off, make two scoops of vanilla ice cream.  Place one scoop on top of the other.</li><li>Get your candies and chocolate chips. Decorate Vanilla the snow man however you like.</li><li>For Vanilla’s arms, you can stick in two pretzels. Don’t forget his minty candy cane. A licorice scarf and a top hat made with chocolate-covered biscuits are also Vanilla’s signature style so don’t you forget them.</li><li>Still can’t feel the winter chill? Sprinkle some coconut shavings on Vanilla the snow man to make that it-just-snowed feel to this lovely dessert!</li></ul>",
		"image": "images/242_snowman_cuteeverything.com_.jpg"
	},
	{
		"name": "The Dog Cupcake",
		"description": "This is more a method with how you decorate your finished cupcake than anything else. Use your favorite recipe (an actual recipe, not a mix – this adorableness deserves a good base!), and let the cupcake cool completely. Invest in a few piping bags and tips, and carefully create the frosting face with a good butter cream frosting, starting with the ears and chin and then everything else (following how it’s layered in the picture). Candy-covered chocolates finish this off, and it’s best to keep these babies in the fridge so the frosting doesn’t soften and change the shape of the face. Enjoy!",
		"image": "images/The-Dog-Cupcake-Frosting-Edition.jpg"
	},
	{
		"name": "Dino Bell Pepper",
		"description": "<ul><li>Get your carving knives, cutters and scissors ready! The first step is to lay your bell pepper and make a slice on the bell pepper lengthwise leaving a small part attached. This will be the dinosaur’s facial bone.</li><li>Then, remove the flesh and seeds of the bell pepper.</li><li>Use food cutters to cut and carve the teeth of the dinosaur from the lower part of the bell pepper.</li><li>Make holes using carving knife or cutters for the nose, eyes, jaw and to complete the bone details of the dinosaur.</li><li>To help open the mouth of the dinosaur and keep it still, use a toothpick as a support to hold its mouth widely open.</li><li>The Dino Bell Pepper can help you hone your carving and sculpting skills. Make your kids proud of your fun and healthy creation.</li></ul>",
		"image": "images//269_dinosaur_coatedarms.blogspot.com_.jpg"
	},
	{
		"name": "Watermelon Shark",
		"description": "<ul><li>Rinse and pat dry a small, seedless watermelon. To tell if its ripe in store, tap the side lightly with your hand. If it sounds hollow, it’ll be delicious!</li><li>Cut off one end of the watermelon. With a paring knife, remove all of the fruit without touching the rind. Chop this up and place it in a bowl.</li><li>Carefully carve part of the rind out on the other end in the shape of a wide “V”.</li><li>Along the top and bottom of the “V”, shave off the green part of the rind in small triangles to create teeth, keeping the rind intact.</li><li>Carve an eye on either side of the shark above the mouth, and cut a leftover piece of rind into a triangle for the fin.</li><li>Place the shark head on a platter and fill with the diced watermelon pieces. Use a black olive in the eye holes for eye balls, and secure the fin to the top of the shark with toothpicks.</li><li>Sprinkle candy fish all over the shark before serving.</li></ul>",
		"image": "images/044_shark-273x300.jpg"
	},
	{
		"name": "Ladybug Cheese Sandwich",
		"description": "<ul><li>Make a ham sandwich using mayo and mustard, or condiments of your choice, using whole grain bread. Add lettuce if you like.</li><li>Cut the sandwich with a ladybug cookie cutter and place on a serving platter. Cut one piece of circular Swiss cheese in half and place them on the wing portions of the sandwich.</li><li>Use craft eyes to give the ladybug sandwich some character.</li><li>Peel and section off a mandarin orange, and rinse and pick a handful of grapes to place alongside the sandwich.</li></ul>",
		"image": "images/ladybug.jpeg"
	},
	{
		"name": "Bell Pepper Octopus",
		"description": "<ul><liMix container of sour cream with one tablespoon of chopped dill, one teaspoon of garlic powder, one teaspoon of onion powder, and salt and pepper to taste. Pour into a shallow serving bowl and chill for one to two hours.</li><li>Rinse one orange bell pepper and cut in half vertically. Remove the stem and seeds.</li><li>Place the bottom half in the center of the dip with the base facing upwards. Cut the remaining pepper into sticks, and then arrange these sticking up around the platter to create the look of tentacles.</li><li>Carefully cut two small circles into the upper portion of the whole piece of bell pepper, and slice two slices of black olives inside to create the eyes.</li></ul>",
		"image": "images/054_octopus-420x300.jpg"
	},
	{
		"name": "Lunch Time With Totoro",
		"description": "<ul><li>First, let’s make won ton wrap in the form of a hood. This will serve as Totoro’s head and the scoop for our rice (Totoro’s body). Make stick in small ears made of won ton wrap, as well. You can also leave 2 holes on each won ton wrap where we can stick in some beans for Totoro’s ears. Let it freeze in the fridge so that it will hold its scoop-like feature when we deep-fry it.</li><li>While waiting for the won ton wraps to freeze, let’s make our rice balls. Use sticky or normal rice. Put some sea salt in your rice and mix it well. Create balls out of the rice.</li><li>Make Nori or seaweed cut-outs for Totoro’s markings, nose, eyes, and whiskers. Get a small amount of rice and mix it finely though pounding it with a spoon. Once the rice is stuck to each grain, flatten it and cut out small circles for Totoro’s eyes.</li><li>By now, the won ton wraps are already frozen. Make sure that your oil is super hot before frying the won ton wraps to retain its form.</li><li>Put the rice balls inside the won ton wraps. Use other ingredients to make our dish look more like Totoro.</li><li>Serve this dish after watching the fun and magical film My Neighbor Totoro!</li></ul>",
		"image": "images/totoro.jpg"
	},
	{
		"name": "Alien Spaghetti",
		"description": "<ul><li>Place the rolls in the oven and bake them until slightly crusty.</li><li>As the rolls are baking, cook the noodles according to the directions on the packet and drain. Tip into a bowl.</li><li>Push the rolls onto the salami sticks then balance them in the spaghetti.</li><li>Cut the olive in half, removing the stone, and place them where the eyes should go. You may need to cut a little hole into the rolls to hold them.</li></ul>",
		"image": "images/315_face_urlesque.com_.jpg"
	},
	{
		"name": "Squashy Hippo Puree",
		"description": "<ul><li>First, let’s prepare a large and a small yellow squash to make our Hippo.</li><li>The large squash will be the Hippo’s body. Slice a small part of one of its sides and set it aside. Scoop out all the yellow squash leaving only its thick skin. Get all the seeds out and put all the yellow squash in a baking pan. Season the squash, and bake until it is soft enough to blend with other ingredients.</li><li>Next, get the small squash. It will be our Hippo’s head. Now, make a small cut on its topmost part to get the stem off. This will also help us stick the Hippo’s head to its body. Cut four Hippo teeth from the excess squash. Put in 4 whole cloves in the Hippo’s head. Use 2 for its eyes then another 2 for its nostrils. Stick in 2 squash seeds for our Hippo’s ears. Push in 2 of the Hippo’s teeth on the small squash, as well.</li><li>Remember the part of the large squash that we set aside earlier? Use it to form the lower jaw of our Hippo. Push in 2 Hippo teeth on them.</li><li>Now, get a few skewers and push half of each in the Hippo’s head and lower jaw. You can now stick it in the Hippo’s body as shown in the picture above.</li><li>For our yellow squash puree, put the baked yellow squash in a blender together with salt pepper and a handful of basil. This will result in a tasty and healthy squash puree.</li><li>Pour the puree in the Hippo’s hollow body and top with more basil.</li></ul>",
		"image": "images/256_hippoDip_thecrockcountrychronicle.com_.png"
	},
	{
		"name": "Mater Sandwich",
		"description": "Cut bread",
		"image": "images/001originalMaterSandwich.jpg"
	}
]
